Repository: lisa-appfellows/news-portfolio
Catalog: NewsPortfolio/Resources/Localizable.xcstrings
Source language: en
Languages: es

# article.unavailable.dismiss
source: Done
es: Listo

# article.unavailable.message
source: This article doesn't have a valid link to open.
es: Este artículo no tiene un enlace válido.

# article.unavailable.title
source: Article unavailable
es: Artículo no disponible

# bookmarks.empty.message
source: Save stories from Main or Discover to find them there.
es: Guarda historias desde Principal o Descubrir para verlas aquí.

# bookmarks.empty.title
source: No bookmarks yet
es: Aún no hay guardados

# bookmarks.tabTitle
source: Bookmarks
es: Guardados

# discover.idle.message
source: Enter a query to find stories.
es: Escribe una búsqueda para encontrar historias.

# discover.idle.title
source: Search the web of news
es: Busca en las noticias

# discover.tabTitle
source: Discover
es: Descubrir

# main.category.business
source: Business
es: Negocios

# main.category.entertainment
source: Entertainment
es: Entretenimiento

# main.category.health
source: Health
es: Salud

# main.category.science
source: Science
es: Ciencia

# main.category.sports
source: Sports
es: Deportes

# main.category.technology
source: Technology
es: Tecnología

# main.drillIn.loadMoreError
source: Couldn't load more articles.
es: No se pudieron cargar más artículos.

# main.drillIn.loadMoreRetry
source: Try again
es: Reintentar

# main.empty.message
source: Check your connection and try again later.
es: Revisa tu conexión e inténtalo de nuevo más tarde.

# main.empty.title
source: No headlines available
es: No hay titulares disponibles

# main.section.error
source: Couldn't load this section.
es: No se pudo cargar esta sección.

# main.seeAll
source: See all
es: Ver todo

# main.tabTitle
source: Main
es: Principal
